Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/bible/osko/index.php_kat_id=196_art_id=253.html.tmx
Source language: sme
Languages: smj

source: Oahpa: Dolla
smj: Åhpav: Dållå

source: It galgga suoládit
smj: I galga suoládit.

source: Mii galgat ballat Ipmilis ja ráhkistit su, amamet váldit lagamužžamet ruđaid dahje opmodagaid, dahje fillet sus maidege vearregálvvuiguin ja eará behtolašvuođain, muhto vai mii veahkehit su gádjut su opmodaga ja buoridit su ealáhusa.
smj: Galggap jubmelbalulattjan suv iehttset, vaj ep guojmestimme Suv biednigijt jali åbmudagájt válde, ep ga dajt allasimme vieret jalik bæhttogisát ásada, ájnat viehkedip vaj suv åbmudahka ájmon bissu ja lassán. Suoládit le gå iehtjádis váldá mij ij dunji gullu.

source: Suoládeapmi sáhttá leat nu olu – sáhttá leat báŋkkus suoládit ruđaid, kantuvrras suoládit dihtora, dahje sihkkungumme “ luoikkahit ” muitalkeahttá oamasteaddjái ja de “ vajáldahttit ” dan addit ruovttoluotta.
smj: Dát soajttá liehket nav ållo – báŋkas biednigijt suoládit ja dáhtámasjijnav muhtem kontåvrås jali ” luojkkat ” vaskunav váni æjgádav diehtten dahkat ja de dav ” vajálduhttet ” ruoptus vaddet.

source: Sáhttá maid máksit earáin fillet juoidá dahje gávildit juoidá mii ii gula munnje.
smj: Dat máhttá aj liehket iehtjádijs biehttet jali válldet mij ij midjij gullu.

source: Mo lea vejolaš suoládit boahtte buolvvas ?
smj: Gåktu le vejulasj boahtte buolvas suoládit ?
